[GENERAL]
NAME					= ภาษาไทย
TRANSLATOR				= พงศธรณ์ สระอุทัย
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= ตกลง
TEXT_MESSAGEBOX_CANCEL			= ยกเลิก
TEXT_MESSAGEBOX_ABORT			= เลิกก่อน
TEXT_MESSAGEBOX_RETRY			= ลองใหม่
TEXT_MESSAGEBOX_IGNORE			= เพิกเฉย
TEXT_MESSAGEBOX_YES			= ใช่
TEXT_MESSAGEBOX_NO			= ไม่
TEXT_MESSAGEBOX_CONTINUE		= ทำต่อ

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= ทดลอง
TEXT_PORTABLE				= พกพา
TEXT_BUILDNO				= สร้าง#
TEXT_SELECT_FOLDER			= เลือกโฟลเดอร์
TEXT_ASSOC_IMAGE			= ไฟล์ภาพ (${str1})
TEXT_ASSOC_RAWIMAGE			= ไฟล์ภาพ RAW (${str1})
TEXT_ASSOC_EBOOK			= ไฟล์ภาพบีบอัด (${str1})
TEXT_APP_DESC				= Honeyview คือตัวดูภาพที่รวดเร็วอย่างอัศจรรย์
TEXT_ABOUTBOX_TAB1			= เกี่ยวกับ Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= ไฟล์ภาพ
TEXT_OPENFILEDLG_ALLFILE		= ไฟล์ทั้งหมด
TEXT_NEW_FOLDER				= โฟลเดอร์ใหม่
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= การดาวน์โหลดไฟล์ที่จำเป็นในการติดตั้งล้มเหลว
TEXT_UPDATE_VERSION_CHECK_FAILED	= การตรวจสอบรุ่นล้มเหลว
TEXT_UPDATE_VERSION_CHECKING		= กำลังตรวจสอบรุ่น
TEXT_UPDATE_DOWNLOAD_FAILED		= ดาวน์โหลดล้มเหลว
TEXT_UPDATE_LATEST_VERSION		= รุ่นล่าสุด
TEXT_UPDATE_DO_DOWNLOAD			= จำเป็นต้องอัพเดท
TEXT_UPDATE_DOWNLOAD_COMPLETED		= ดาวน์โหลดสำเร็จ

TEXT_MSG_LASTPAGE			= นี่คือภาพสุดท้าย
TEXT_MSG_FIRSTPAGE			= นี่คือภาพแรก
TEXT_MSG_NOIMAGEFILE			= ไม่พบภาพในไฟล์บีบอัดนี้
TEXT_MSG_INVALID_PHOTOFOLDER		= โปรดตั้งค่าพาธ 'โฟลเดอร์รูปภาพ' ในการตั้งค่า
TEXT_MSG_CANTOPENARCHIVE		= การเปิดไฟล์ล้มเหลว:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= ไฟล์นี้ไม่ได้รับการสนับสนุน โปรดอัพเดทไปยังรุ่นล่าสุด
TEXT_MSG_INVALID_PASSWORD		= รหัสผ่านผิด
TEXT_MSG_STRETCHWHENSMALL_ON		= ยืดภาพขนาดเล็กให้เต็ม: เปิด
TEXT_MSG_STRETCHWHENSMALL_OFF		= ยืดภาพขนาดเล็กให้เต็ม: ปิด
TEXT_MSG_CANTOPENBOOKMARK		= เปิดที่คั่นล้มเหลว
TEXT_MSG_BROKENARCHIVE			= ไฟล์บีบอัดนี้เสียหาย
TEXT_MSG_ADDTOBOOKMARK			= เพิ่มเข้าที่คั่น: 
TEXT_MSG_LOADRECENTBOOKMARK		= เปิดที่คั่นที่เก็บไว้ใช้บ่อย:
TEXT_MSG_SLIDESHOWSTART			= เริ่มแสดงสไลด์: ${TIME}วินาที
TEXT_MSG_SLIDESHOWSTOP			= หยุดแสดงสไลด์
TEXT_MSG_ALWAYSONTOP_ON			= อยู่บนสุดเสมอ: เปิด
TEXT_MSG_ALWAYSONTOP_OFF		= อยู่บนสุดเสมอ: ปิด
TEXT_MSG_ZOOMFIX_ON			= ขยายภาพคงที่: เปิด
TEXT_MSG_ZOOMFIX_OFF			= ขยายภาพคงที่: ปิด
TEXT_MSG_EXTPROGERR_LAUNCH		= เปิดด้วยโปรแกรมแต่งภาพ
TEXT_MSG_EXTPROGERR_NOTSET		= โปรดเลือกโปรแกรมแต่งภาพในการตั้งค่า (Paint, Photoshop, อื่นๆ) 
TEXT_MSG_ARCHIVEBOOKMARK		= จดจำตำแหน่งภายในไฟล์บีบอัด:
TEXT_MSG_RESTART_NOTIFY			= โปรแกรมนี้จะเริ่มใหม่
TEXT_MSG_COPY2CLIPBOARD			= คัดลอกไปที่คลิปบอร์ดแล้ว
TEXT_MSG_COPY2CLIPBOARD_FAILED		= คัดลอกไปที่คลิปบอร์ดล้มเหลว
TEXT_MSG_BOOKMARK_EXPORTED		= จัดเก็บที่คั่นแล้ว
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= จัดเก็บที่คั่นล้มเหลว
TEXT_MSG_BOOKMARK_OPEN_FAILED		= เปิดที่คั่นล้มเหลว 
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= นำเข้าที่คั่นล้มเหลว
TEXT_MSG_BOOKMARK_IMPORTED		= นำเข้าที่คั่นเรียบร้อย
TEXT_MSG_SETWALLPAPER_FAILED		= ตั้งค่าเป็นภาพพื้นหลังเดสท็อปล้มเหลว
TEXT_MSG_CANT_OPEN_IMAGE		= ไม่สามารถเปิดไฟล์ภาพได้
TEXT_MSG_TRANSFORM_COMPLETED		= ประมวลผลสำเร็จ
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= ไม่สามารถเปิดไฟล์
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= ไม่สามารถจัดเก็บไฟล์
TEXT_MSG_CANT_OPEN_MMF			= ไม่สามารถเปิด MMF (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= โปรแกรมนี้จะทำการเริ่มใหม่
TEXT_MSG_DELETED			= ลบแล้ว

TEXT_ASK_INIT				= คุณต้องการตั้งค่าเป็นค่าเริ่มต้นหรือไม่?
TEXT_ASK_DELETE_IMAGE			= คุณแน่ใจหรือไม่ที่จะย้ายไฟล์นี้ไปไว้ในถังรีไซเคิล?
TEXT_ASK_DELETE_ARCHIVE			= ภาพนี้เป็นส่วนหนึ่งของไฟล์บีบอัด[br][br]คุณต้องการลบไฟล์บีบอัดนี้หรือไม่ (${FILENAME})?
TEXT_ASK_DELETE_BOOKMARKALL		= คุณต้องการลบที่คั่นที่บันทึกไว้ทั้งหมดหรือไม่?
TEXT_ASK_LAUNCH_ASSOCUI			= สำหรับ Windows 8 หรือถัดมา ผู้ใช้จำเป็นต้องไปกำหนดการสังกัดให้กับส่วนขยายเอง[br][br]คุณต้องการกำหนดสังกัดให้ส่วนขยายหรือไม่?
TEXT_ASK_STOP_BATCH_PROCESSING		= การประมวลผลอยู่ในระหว่างดำเนินการ คุณต้องการยกเลิกหรือไม่?

TEXT_FILTERMODE_NONE			= ไม่มีตัวกรอง
TEXT_FILTERMODE_BILINEAR		= ตัวกรอง: นุ่มนวล
TEXT_FILTERMODE_SHARPEN			= ตัวกรอง: นุ่มนวล+คมชัด

TEXT_SHOWMODE_NONE			= มุมมอง: ขนาดต้นฉบับ (100%)
TEXT_SHOWMODE_FIT2WINDOW		= มุมมอง: พอดีกับกรอบ
TEXT_SHOWMODE_FIT2WIDTH			= มุมมอง: พอดีกับความกว้าง
TEXT_SHOWMODE_TWO_L2R			= สองหน้าอัตโนมัติ (ซ้าย->ขวา)
TEXT_SHOWMODE_TWO_R2L			= สองหน้าอัตโนมัติ (ซ้าย<-ขวา)

TEXT_NEXTPATH_NOFILE			= ย้ายโฟลเดอร์: ไม่สามารถเรียกดู (โปรดเปิดไฟล์)
TEXT_NEXTPATH_LASTFOLDER		= โฟลเดอร์ถัดไป: ไม่สามารถเรียกดู
TEXT_PREVPATH_LASTFOLDER		= โฟลเดอร์ก่อนหน้า: ไม่สามารถเรียกดู
TEXT_NEXTPATH_OPENFOLDER		= โฟลเดอร์ถัดไป:
TEXT_PREVPATH_OPENFOLDER		= โฟลเดอร์ก่อนหน้า:

TEXT_DELETE				= ลบ: 
TEXT_COPY_TO_PHOTOFOLDER1		= คัดลอกไปยังโฟลเดอร์ภาพ 1:
TEXT_COPY_TO_PHOTOFOLDER2		= คัดลอกไปยังโฟลเดอร์ภาพ 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= ย้ายไปยังโฟลเดอร์ภาพ 1:

TEXT_SELECTFILEDLG_FILELIST		= รายการ
TEXT_SELECTFILEDLG_DATE			= วันที่แก้ไข
TEXT_SELECTFILEDLG_SIZE			= ขนาด

TEXT_BOOKMARKEDITDLG_PATH		= พาธ

TEXT_PAGETURNFX_NONE			= ไม่มีลูกเล่น
TEXT_PAGETURNFX_HV2			= พลิก
TEXT_PAGETURNFX_ALPHA			= จางหาย
TEXT_PAGETURNFX_SLIDE			= เลื่อน

TEXT_FILEINFO_FILENAME			= ชื่อไฟล์
TEXT_FILEINFO_SIZE			= ขนาดภาพ
TEXT_FILEINFO_CREATETIME		= วันที่สร้าง
TEXT_FILEINFO_MODIFYTIME		= วันที่แก้ไข
TEXT_FILEINFO_IMGINFO			= ข้อมูลภาพ
TEXT_FILEINFO_ROTATE			= ข้อมูลการหมุน
TEXT_FILEINFO_ZOOM			= ขยายเข้า/ออก

TEXT_EXIF_MAKER				= ผู้ผลิต
TEXT_EXIF_MODEL				= รุ่นกล้อง
TEXT_EXIF_SOFTWARE			= ซอฟต์แวร์
TEXT_EXIF_ARTIST			= ศิลปิน
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= ลิขสิทธิ์
TEXT_EXIF_DATETIME			= วันที่/เวลาถ่ายภาพ
TEXT_EXIF_FLASHUSED			= แฟลช
TEXT_EXIF_FOCALLENGTH			= ความยาวโฟกัส
TEXT_EXIF_FOCALLENGTH_35MM		= เสมือน 35mm
TEXT_EXIF_EXPOSURETIME			= เวลาเปิดหน้ากล้อง
TEXT_EXIF_EXPOSUREBIAS			= การชดเชยแสง
TEXT_EXIF_APERTUREFNUMBER		= ขนาดรูรับแสง
TEXT_EXIF_ISOEQUIVALENT			= ความเร็ว ISO
TEXT_EXIF_METERINGMODE			= รูปแบบการวัด
TEXT_EXIF_EXPOSUREPROGRAM		= โปรแกรมวัดแสง
TEXT_EXIF_DISTANCE			= ระยะโฟกัส
TEXT_EXIF_GPS				= ข้อมูล GPS
TEXT_EXIF_COMMENT			= หมายเหตุ

TEXT_CUSTOMCMD_NOOPERATION		= ไม่ต้องทำอะไร
TEXT_CUSTOMCMD_FULLSCREEN		= เต็มหน้าจอ
TEXT_CUSTOMCMD_MAXIMIZE			= ขยายใหญ่สุด
TEXT_CUSTOMCMD_MINIMIZE			= ย่อเล็กสุด
TEXT_CUSTOMCMD_PAGESELECT		= เลือกภาพ
TEXT_CUSTOMCMD_EXIT			= ออก
TEXT_CUSTOMCMD_OPEN			= เปิดไฟล์
TEXT_CUSTOMCMD_OPENFOLDER		= เปิดโฟลเดอร์
TEXT_CUSTOMCMD_NEXT1			= ถัดไป 1 หน้า (มุมมองคู่) 
TEXT_CUSTOMCMD_PREV1			= ก่อนหน้า 1 หน้า (มุมมองคู่)
TEXT_CUSTOMCMD_NEXT			= ภาพถัดไป
TEXT_CUSTOMCMD_PREV			= ภาพก่อนหน้า
TEXT_CUSTOMCMD_NEXT_RANDOM		= สุ่มภาพถัดไป
TEXT_CUSTOMCMD_PREV_RANDOM		= สุ่มภาพก่อนหน้า
TEXT_CUSTOMCMD_HOME			= ภาพแรก
TEXT_CUSTOMCMD_END			= ภาพสุดท้าย
TEXT_CUSTOMCMD_NEXT10			= 10 ภาพถัดไป
TEXT_CUSTOMCMD_PREV10			= 10 ภาพก่อนหน้า
TEXT_CUSTOMCMD_SCROLL_UP		= เลื่อนขึ้น
TEXT_CUSTOMCMD_SCROLL_DN		= เลื่อนลง
TEXT_CUSTOMCMD_SCROLL_LEFT		= เลื่อนซ้าย
TEXT_CUSTOMCMD_SCROLL_RIGHT		= เลื่อนขวา
TEXT_CUSTOMCMD_ZOOM_IN			= ขยายเข้า
TEXT_CUSTOMCMD_ZOOM_OUT			= ขยายออก
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= คัดลอกไปยังโฟลเดอร์ภาพ
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= ย้ายไปยังโฟลเดอร์ภาพ
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= คัดลอกไปยังโฟลเดอร์ภาพ2
TEXT_CUSTOMCMD_NEXTPATH			= ไฟล์/โฟลเดอร์บีบอัดถัดไป
TEXT_CUSTOMCMD_PREVPATH			= ไฟล์/โฟลเดอร์บีบอัดก่อนหน้า
TEXT_CUSTOMCMD_CONTEXT_MENU		= เมนูโต้ตอบ
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= แสดงไฟล์/ข้อมูล EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= ใช้ถาดสี GIF ตามต้นฉบับ
TEXT_COMBO_GIF_TRANS_OPTION_1		= ใช้สีพื้นหลังขาว
TEXT_COMBO_GIF_TRANS_OPTION_2		= ใช้พื้นหลังแบบตาราง
TEXT_COMBO_GIF_TRANS_OPTION_3		= ใช้สีพื้นหลังดำ

TEXT_COMBO_LASTFILE_ACTION_NONE		= ไม่ต้องทำอะไร
TEXT_COMBO_LASTFILE_ACTION_ASK		= ถาม
TEXT_COMBO_LASTFILE_ACTION_LOOP		= ไปยังไฟล์แรก
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= ไปยังไฟล์/โฟลเดอร์ ถัดไป/ก่อนหน้า

TEXT_ASSOC_GROUP0			= รูปแบบไฟล์ภาพที่ใช้บ่อย
TEXT_ASSOC_GROUP1			= รูปแบบไฟล์ภาพที่มาใหม่
TEXT_ASSOC_GROUP2			= รูปแบบไฟล์ภาพที่ไร้สูญเสียจากกล้อง
TEXT_ASSOC_GROUP3			= รูปแบบไฟล์ภาพที่บีบอัด

TEXT_SORT_METHOD_FILENAME		= เรียงตามชื่อ
TEXT_SORT_METHOD_DATE			= เรียงตามวันที่แก้ไข
TEXT_SORT_METHOD_SIZE			= เรียงตามขนาด
TEXT_SORT_METHOD_EXT			= เรียงตามชนิด

TEXT_TRANSF_RESIZE_NONE			= ไม่ปรับขนาด
TEXT_TRANSF_RESIZE_KEEPRATIO		= ปรับตามสัดส่วนต้นฉบับ
TEXT_TRANSF_RESIZE_FITWIDTH		= ปรับพอดีกับความกว้าง
TEXT_TRANSF_RESIZE_ADD			= เพิ่มขอบภาพ 
TEXT_TRANSF_RESIZE_CUT			= ครอบตัดภาพ
TEXT_TRANSF_RESIZE_STRETCH		= ยืดขยายภาพ

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= อัตโนมัติ
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= โฟลเดอร์ก่อนหน้า ( [ )
TEXT_BTN_NEXT_FOLDER			= โฟลเดอร์ถัดไป ( ] )
TEXT_BTN_PREV_ARCHIVE			= ไฟล์บีบอัดก่อนหน้า ( [ )
TEXT_BTN_NEXT_ARCHIVE			= ไฟล์บีบอัดถัดไป ( ] )


[MENU]
MENUSTR_OPEN				= เปิด\tF2
MENUSTR_OPENFOLDER			= เปิดโฟลเดอร์\tF
MENUSTR_CLOSE				= ปิด\tF4
MENUSTR_PAGESELECT			= เลือกภาพ\tEnter
MENUSTR_OPEN_FILEPOSITION		= แสดงใน Windows Explorer\tCtrl+Enter

MENUSTR_FILTER_NONE			= ไม่มีตัวกรอง\tU
MENUSTR_FILTER_BILINEAR			= นุ่มนวล\tI
MENUSTR_FILTER_SHARPEN			= นุ่มนวล+คมชัด\tS

MENUSTR_PAGEMOVE			= การเรียกดู
MENUSTR_PAGEMOVE_NEXT			= ภาพถัดไป\t->
MENUSTR_PAGEMOVE_PREV			= ภาพก่อนหน้า\t<-
MENUSTR_PAGEMOVE_HOME			= ภาพแรก\tHome
MENUSTR_PAGEMOVE_END			= ภาพสุดท้าย\tEnd
MENUSTR_PAGEMOVE_NEXT10			= 10 ภาพถัดไป\tCtrl+PageDown
MENUSTR_PAGEMOVE_PREV10			= 10 ภาพก่อนหน้า\tCtrl+PageUp
MENUSTR_PAGEMOVE_RAND_NEXT		= สุ่มภาพถัดไป\tCtrl+Alt+PageDown
MENUSTR_PAGEMOVE_RAND_PREV		= สุ่มภาพก่อนหน้า\tCtrl+Alt+PageUp
MENUSTR_PAGEMOVE_NEXT_PATH		= โฟลเดอร์ถัดไป/Compressed File\t]
MENUSTR_PAGEMOVE_PREV_PATH		= โฟลเดอร์ก่อนหน้า/Compressed File\t[

MENUSTR_INTERPOLATEMODE			= การประมาณจุดภาพ
MENUSTR_INTERPOLATEMODE_BILINEAR	= ประมาณจุดภาพแบบไบลิเนียร์ (เร็ว)
MENUSTR_INTERPOLATEMODE_BICUBIC		= ประมาณจุดภาพแบบไบคูบิก (ช้า, คุณภาพสูง)
MENUSTR_INTERPOLATEMODE_LANCZOS		= ประมาณจุดภาพแบบแลนซอส (ช้า, คุณภาพสูง)

MENUSTR_IMAGE_PROCESSING		= ลูกเล่นภาพ
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= ภาพกลับสี\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= ชดเชยแกมม่า\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= กลับภาพแนวตั้ง\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= กลับภาพแนวนอน\tCtrl+M

MENUSTR_SORT_METHOD			= เรียงตาม
MENUSTR_SORT_METHOD_FILENAME		= ชื่อ
MENUSTR_SORT_METHOD_DATE		= วันที่แก้ไข
MENUSTR_SORT_METHOD_SIZE		= ขนาด
MENUSTR_SORT_METHOD_EXT			= ชนิด
MENUSTR_SORT_DESCENDING			= กลับข้าง

MENUSTR_SHOWMODE			= มุมมองภาพ
MENUSTR_FILTER_STRETCHWHENSMALL		= ยืดภาพขนาดเล็ก\tZ
MENUSTR_SHOWMODE_NONE			= ขนาดต้นฉบับ (100%)\t0
MENUSTR_SHOWMODE_STRETCH		= พอดีกับกรอบ\t9
MENUSTR_SHOWMODE_FITWIDTH		= พอดีกับความกว้าง\t8
MENUSTR_SHOWMODE_TWO_L2R		= สองหน้าอัตโนมัติ (ช้าย->ขวา)\t7
MENUSTR_SHOWMODE_TWO_R2L		= สองหน้าอัตโนมัติ (ซ้าย<-ขวา)\t6

MENUSTR_ZOOM				= ขยาย
MENUSTR_ZOOM_IN				= ขยายเข้า\t+
MENUSTR_ZOOM_OUT			= ขยายออก\t-
MENUSTR_ZOOM_FIX			= คงที่\tCtrl+K
MENUSTR_ZOOM_100			= 100%\t*
MENUSTR_ZOOM_IN_1			= ขยายเข้า(1%)\tCtrl++
MENUSTR_ZOOM_OUT_1			= ขยายออก(1%)\tCtrl+-

MENUSTR_ROTATION			= หมุน
MENUSTR_ROTATION_NONE			= ไม่ต้องหมุน\tAlt+Up
MENUSTR_ROTATION_L90			= หมุน 90˚ ทวนเข็มนาฬิกา\tAlt+Left
MENUSTR_ROTATION_R90			= หมุน 90˚ ตามเข็มนาฬิกา\tAlt+Right
MENUSTR_ROTATION_180			= กลับภาพแนวนอน\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= ไฟล์/ข้อมูล EXIF\tTAB
MENUSTR_WALLPAPER			= ตั้งเป็นภาพพื้นหลังเดสก์ท็อป
MENUSTR_DELETE				= ลบ\tDel
MENUSTR_COPY_TO_PHOTOFOLDER		= คัดลอกไปที่โฟลเดอร์ภาพ\tIns
MENUSTR_EXTPROG0			= เปิดด้วยโปรแกรมแต่งภาพ\tCtrl+E
MENUSTR_PRINT				= พิมพ์\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= คัดลอกไปยังคลิปบอร์ด\tCtrl+C

MENUSTR_SETTING				= การตั้งค่า\tF5
MENUSTR_ABOUT				= เกี่ยวกับ Honeyview\tF1
MENUSTR_EXIT				= ออก\tX

; about popup menu
MENUSTR_HOMEPAGE			= เว็บไซต์
MENUSTR_HELP				= แป้นลัด

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= เพิ่มเข้าที่คั่น\tB
MENUSTR_BOOKMARK_DELALL			= ลบที่คั่นทั้งหมด
MENUSTR_BOOKMARK_SETTTING		= การตั้งค่าที่คั่น
MENUSTR_BOOKMARK_EDIT			= ออกจากที่คั่น\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= หยุดการแสดงสไลด์\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 วินาที\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 วินาที\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 วินาที\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 วินาที\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 วินาที\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 วินาที\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 วินาที\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 วินาที\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 วินาที\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 วินาที
MENUSTR_SLIDESHOW_15			= 15 วินาที
MENUSTR_SLIDESHOW_20			= 20 วินาที
MENUSTR_SLIDESHOW_25			= 25 วินาที
MENUSTR_SLIDESHOW_30			= 30 วินาที
MENUSTR_SLIDESHOW_60			= 60 วินาที
MENUSTR_SLIDESHOW_90			= 90 วินาที
MENUSTR_SLIDESHOW_LOOP			= วนซ้ำ
MENUSTR_SLIDESHOW_RANDOM		= สุ่ม

MENUSTR_PAGETURNFX_NONE			= ไม่มีลูกเล่น
MENUSTR_PAGETURNFX_HV2			= พลิก
MENUSTR_PAGETURNFX_ALPHA		= จางหาย
MENUSTR_PAGETURNFX_SLIDE		= เลื่อน

MENUSTR_PHOTOFOLDER_COPY1		= คัดลอกไปยังโฟลเดอร์ภาพ 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= ย้ายไปยังโฟลเดอร์ภาพ 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= คัดลอกไปยังโฟลเดอร์ภาพ 2\tShift+Insert
MENUSTR_PHOTOFOLDER_SETTING		= ตั้งค่าโฟลเดอร์ภาพ
MENUSTR_PHOTOFOLDER_OPEN		= เปิดโฟลเดอร์ภาพ 1

MENUSTR_TRANSFORMDLG			= แปลงภาพ (หมุน, ปรับขนาด)\tCtrl+T

[DIALOG]
IDCANCEL				= ยกเลิก
IDOK					= ตกลง

[IDD_ABOUT]  
IDD_ABOUT				= เกี่ยว Honeyview
IDC_BTN_HOMEPAGE			= เว็บไซต์
IDC_BTN_UPDATE				= อัพเดท

[IDD_SETTING]
IDD_SETTING				= การตั้งค่า
IDC_BTN_INIT				= ตั้งค่าใหม่

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= การตั้งค่าทั่วไป
IDC_CHK_USESNAP				= ยึดกรอบติดขอบจอ
IDC_CHK_DONOTREMEMBERFOLDER		= ไม่ต้องจัดเก็บพาธโฟลเดอร์ที่ใช้บ่อย
IDC_CHK_ONE_INSTANCE			= ไม่อนุญาตให้เปิดโปรแกรมได้หลายหน้าจอ
IDC_CHK_ASK_DELETE			= ถามเพื่อยืนยันก่อนลบไฟล์
IDC_CHK_NO_CENTER_MESSAGE		= แสดงข้อความแจ้งเตือนที่มุมจอแทนตรงกลางจอ
IDC_CHK_ALWAYS_ON_TOP			= อยู่บนสุดเสมอ (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= ใช้แป้น ESC ในการออก
IDC_CHK_CHECK_UPDATE			= ตรวจสอบหารุ่นล่าสุด
IDC_CHK_CHECK_UPDATE_MINOR		= ตรวจสอบหารุ่นถัดไป
IDC_STATIC_LASTFILEACTION_IMAGE		= การกระทำเมื่ออยู่ที่ภาพสุดท้าย/ภาพแรก:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= การกระทำเมื่ออยู่ที่ภาพสุดท้าย/ภาพแรกในไฟล์บีบอัด:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= การตั้งค่ามุมมอง
IDC_CHK_SHOWBORDER			= แสดงกรอบหน้าจอหลัก
IDC_CHK_SHOW_OVERLAY_FILEINFO		= แสดงชื่อไฟล์บนภาพเมื่อแถบเมนูด้านบนซ่อนอยู่ (แป้นลัด: Shift+TAB)
IDC_CHK_SAVE_ZOOM_FIX			= จัดเก็บสถานะขยายเข้า/ออกคงที่
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= ไม่ต้องแสดงแถบเมนูด้านบน
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= ไม่ต้องแสดงแถบควบคุมด้านล่าง
IDC_CHK_DO_NOT_SIDE_ARROW		= ไม่ต้องแสดงปุ่มลูกศรด้านข้าง
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= ไม่ต้องแสดงปุ่มควบคุมข้อมูลภาพเคลื่อนไหว
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= ไม่ต้องแสดงปุ่มข้อมูลการขยาย
IDC_CHK_HIDE_TOOLTIP_HELP		= ไม่ต้องแสดงแถบคำแนะนำเมื่อนำเมาส์ไปวาง
IDC_CHK_EXIFINFO_SMALL_FONT		= ใช้ฟอนต์ขนาดเล็กสำหรับข้อมูลไฟล์/EXIF
IDC_CHK_USEBKGNDIMAGE			= เปลี่ยนภาพพื้นหลังเริ่มต้น
IDC_BTN_BKGND_SET			= เรียกดู...
IDC_BTN_BKGND_OPEN			= เปิดโฟลเดอร์
IDC_STATIC_BKGNDCOLOR			= สีพื้นหลัง:
IDC_BTN_BKGND				= เลือก...
IDC_STATIC_BORDERCOLOR			= สีกรอบ:
IDC_BTN_BORDERCOLOR			= เลือก...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= การตั้งค่าที่คั่น
IDC_CHK_AUTOBOOKMARK			= จัดเก็บอัตโนมัติพาธของภาพปัจจุบันไปยังที่คั่น
IDC_CHK_SHARE_SETTING			= แชร์การตั้งค่า/ที่คั่นระหว่างหน้าจอโปรแกรม
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= จดจำพาธของภาพปัจจุบันในไฟล์ภาพบีบอัดอัตโนมัติ
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= ลบ
IDC_STATIC_MAX_BOOKMARK			= จำนวนที่คั่นมากสุด:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= รายการส่วนขยายไฟล์ในสังกัด
IDC_BTN_IMAGE_SELECT			= เลือกทั้งหมด
IDC_BTN_IMAGE_DESELECT			= ไม่เลือกเลย
IDC_BTN_APPLY_NOW			= นำไปใช้ตอนนี้

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= การกำหนดสังกัดส่วนขยาย
IDC_STATIC_ASSOC_DESC1			= สำหรับ Windows 8 หรือรุ่นถัดมา คุณสามารถกำหนดสังกัดของไฟล์ตามนี้:
IDC_STATIC_ASSOC_DESC2			= 1. คลิกที่ปุ่ม "การตั้งค่าการสังกัด"
IDC_STATIC_ASSOC_DESC3			= 2. เลือก "เลือกทั้งหมด" ในหน้าจอการตั้งค่าการสังกัดโปรแกรม
IDC_STATIC_ASSOC_DESC4			= 3. คลิกปุ่ม "จัดเก็บ"
IDC_STATIC_ASSOC_DESC1_10		= สำหรับ Windows 10 หรือรุ่นถัดมา คุณสามารถกำหนดสังกัดของไฟล์ตามนี้:
IDC_STATIC_ASSOC_DESC2_10		= 1. คลิกที่ปุ่ม "การตั้งค่าการสังกัด"
IDC_STATIC_ASSOC_DESC3_10		= 2. ไปที่ ตัวแสดงภาพถ่าย ในหน้าจอ แอปเริ่มต้น
IDC_STATIC_ASSOC_DESC4_10		= 3. เลือก "Honeyview" เป็นแอปเริ่มต้นตัวแสดงภาพถ่าย
IDC_BTN_LAUNCH_ASSOC_REG_UI		= การตั้งค่าการสังกัด
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= วิธีการแบบดั้งเดิม

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= การประมวลภาพ
IDC_CHK_EXIFROTATION			= หมุนภาพอัตโนมัติตามที่กำหนดในข้อมูล EXIF
IDC_CHK_STRONG_SHARPEN			= ใช้ตัวกรองคมชัดแบบเข้มแข็ง
IDC_CHK_CACHE_IMAGE			= เก็บภาพถัดไปไว้ในแคช
IDC_STATIC_CACHE_MEMORY_SIZE		= ขนาดหน่วยความจำแคช: 
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= แสดงส่วนบนสุดของภาพถ้าภาพมีขนาดใหญ่กว่าหน้าจอ
IDC_CHK_USE_PREVIEW_MODE		= แสดงภาพคุณภาพต่ำก่อนเพื่อความเร็วในการแสดงผล
IDC_CHK_USE_IMAGE_ICC			= ใช้ข้อมูลโปรไฟล์ ICC ของไฟล์ภาพ
IDC_CHK_USE_MONITOR_ICC			= ใช้ข้อมูลโปรไฟล์ ICC ของจอภาพ
IDC_STATIC_GIF_TRANSPARENT_OPTION	= ใช้พื้นหลังใสสำหรับภาพ GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= ใช้พื้นหลังใสสำหรับภาพ 32-บิต:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= การประมาณจุดภาพ (ตัวกรองปรับขนาด):
IDC_STATIC_PAGETURNFX			= ลูกเล่นการเปิดหน้าหนังสือ:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= เปิดใช้
IDC_STATIC_CUSTOMKEYDESC_KEY		= แป้นลัด
IDC_STATIC_CUSTOMKEYDESC_ACTION		= การกระทำ

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= การตั้งค่า
IDC_STATIC_CUSTOMMOUSE_ACTION		= การกระทำ
IDC_CHK_CUSTOM_LBUTTON			= ปุ่มซ้าย
IDC_CHK_DBLCLICK2MAXIMIZE		= ขยายใหญ่สุด/คืนสภาพ โดยการดับเบิลคลิก
IDC_CHK_CLICK2PAGETURN			= เปลี่ยนหน้าเมื่อด้านซ้ายหรือด้านขวาของจอถูกคลิก
IDC_CHK_CUSTOM_MBUTTON			= ปุ่มกลาง
IDC_CHK_CUSTOM_RBUTTON			= ปุ่มขวา
IDC_CHK_CUSTOM_XBUTTON			= ปุ่ม X 
IDC_CHK_CUSTOM_YBUTTON			= ปุ่ม Y
IDC_CHK_CUSTOM_WHEELUP			= ลูกกลิ้งขึ้น 
IDC_CHK_CUSTOM_WHEELDN			= ลูกกลิ้งลง

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= การตั้งค่าเมนูปฏิสัมพันธ์
IDC_CHK_SHELL_USE_SHELL_MENU		= ใช้เมนูปฏิสัมพันธ์ใน Windows Explorer
IDC_CHK_SHELL_TRANSFORM_DLG		= แปลงภาพด้วย Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= ดูภาพด้วย Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= แสดงตัวอย่างภาพในเมนูปฏิสัมพันธ์
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= แสดงข้อมูลภาพ
IDC_CHK_SHELL_SHOW_ICON			= แสดงไอคอน Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= การตั้งค่าจิปาถะ
IDC_STATIC_PHOTOFOLDER			= โฟลเดอร์ภาพ
IDC_STATIC_PHOTOFOLDER_DESC1		= โฟลเดอร์ภาพ 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= โฟลเดอร์ภาพ 2:
IDC_BTN_PHOTOFOLDER_SET1		= เรียกดู...
IDC_BTN_PHOTOFOLDER_OPEN1		= เปิด
IDC_BTN_PHOTOFOLDER_SET2		= เรียกดู...
IDC_BTN_PHOTOFOLDER_OPEN2		= เปิด
IDC_STATIC_EXTPROGRAM			= โปรแกรมแต่งภาพ
IDC_BTN_SET_EXTPROG0			= เรียกดู...
IDC_BTN_SET_EXTPROG1_FAST		= ตั้งล่วงหน้า
IDC_CHK_PAGETURNWAV			= ลูกเล่นเสียงขณะเปลี่ยนหน้า
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= ห้ามเปิดไฟล์ภาพ RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= เมื่อเปิดไฟล์ JPEG ห้ามเปิดไฟล์ภาพ RAW ด้วยชื่อเดียวกัน
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= เมื่อเปิดไฟล์ภาพ RAW ให้แสดงภาพขนาดเล็กด้วย (ถ้ามี)
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= ปรับขนาดกรอบตามขนาดภาพ
IDC_CHK_DISABLE_SCREEN_SAVER		= ปิดการทำงานโปรแกรมรักษาหน้าจอขณะใช้งาน Honeyview

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= การตั้งค่าภาษา
IDC_STATIC_OPEN_MULTLANG_PAGE		= [ดาวน์โหลดภาษาเพิ่มเติม...]
IDC_STATIC_OPEN_LANG_FOLDER		= [เปิดโฟลเดอร์ภาษา...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= เลือกภาพ
IDC_CHECK_SHOW_THUMBNAIL		= ปิดการเรียกดูภาพขนาดเล็ก

[IDD_PASSINPUT]
IDD_PASSINPUT				= ใส่รหัสผ่าน
IDC_STATIC_PASSDESC			= ไฟล์นี้ได้รับการเข้ารหัส โปรดใส่รหัสผ่าน

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= แก้ไขที่คั่น
IDC_BTN_DEL				= ลบ
IDC_BTN_IMPORT				= นำเข้าที่คั่น
IDC_BTN_EXPORT				= ส่งออกที่คั่น

[IDD_PRINT]
IDD_PRINT				= พิมพ์
IDC_GROUP_PRINTER			= เลือกเครื่องพิมพ์
IDC_BTN_PRINTER_PROPERTY		= คุณสมบัติ
IDC_CHK_ROTATE				= หมุน 90˚
IDC_CHK_FIT_IN				= สัดส่วนให้พอดีกับกระดาษ
IDC_STATIC_ZOOM				= สัดส่วน:
IDC_STATIC_MARGIN_L			= กั้น ซ้าย:
IDC_STATIC_MARGIN_T			= บน:
IDC_STATIC_MARGIN_R			= ขวา:
IDC_STATIC_MARGIN_B			= ล่าง:
IDC_STATIC_COPIES			= สำเนา:
IDC_BTN_PRINT				= พิมพ์
IDC_BTN_CLOSE				= ปิด

[IDD_UPDATE]
IDD_UPDATE				= อัพเดท Honeyview
IDC_STATIC_MESSAGE_1			= ตรวจพบ Honeyview มีให้อัพเดท
IDC_STATIC_MESSAGE_2			= คลิกที่ปุ่มอัพเดทเพื่อติดตั้งรุ่นใหม่
IDOK					= อัพเดท
IDCANCEL				= ยกเลิก
IDC_BTN_SETTING_UPDATE			= การตั้งค่า

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= เปลี่ยนชื่อ หรือ เขียนทับ
IDC_STATIC_ASK_OVERWRITE		= พบว่าไฟล์นี้มีอยู่ก่อนแล้ว
IDC_STATIC_SRC				= ภาพปัจจุบัน
IDC_STATIC_DST				= ภาพปลายทาง
IDC_BTN_OVERWRITE			= เขียนทับ
IDC_BTN_RENAME				= จัดเก็บเป็นชื่ออื่น...

[IDD_WALLPAPER]
IDD_WALLPAPER				= ตั้งค่าเป็นภาพพื้นหลังเดสก์ท็อป
IDC_STATIC_PREVIEW			= ตัวอย่าง
IDC_STATIC_BACK_COLOR			= สีพื้นหลัง
IDC_RADIO_BACKCOLOR_0			= ดำ
IDC_RADIO_BACKCOLOR_1			= อัตโนมัติ
IDC_RADIO_BACKCOLOR_2			= กำหนดเอง...
IDC_BTN_BKGND				= เลือก...
IDC_BTN_CLOSE				= ปิด
IDC_BTN_APPLY				= นำไปใช้ตอนนี้

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= เปิด File
IDC_STATIC_OPENING			= กำลังเปิด...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= เลือกโฟลเดอร์
IDC_STATIC_FOLDER			= พาธโฟลเดอร์:
IDC_BTN_NEWFOLDER			= โฟลเดอร์ใหม่
IDC_CHK_OPEN_SUBFOLDER			= รวมทุกไฟล์จากโฟลเดอร์ย่อย

[IDD_TRANSFORM]
IDD_TRANSFORM				= การแปลงภาพ
IDC_STATIC_FILELIST			= รายชื่อไฟล์
IDC_STATIC_PREVIEW			= ตัวอย่าง
IDC_BTN_START				= เริ่ม
IDC_BTN_CLOSE				= ปิด
IDC_BTN_OPEN_DEST_FOLDER		= เปิดโฟลเดอร์

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= หมุน
IDC_RADIO_ROTATE_NONE			= ไม่ต้องหมุน
IDC_RADIO_ROTATE_LEFT			= หมุนทวนเข็มนาฬิกา 90˚
IDC_RADIO_ROTATE_RIGHT			= หมุนตามเข็มนาฬิกา 90˚
IDC_RADIO_ROTATE_180			= หมุน 180˚
IDC_RADIO_ROTATE_AUTO			= หมุนอัตโนมัติตามข้อมูล EXIF
IDC_STATIC_RESIZE			= ปรับขนาด
IDC_STATIC_RESIZE_SIZE			= ขนาดใหม่

IDC_STATIC_FORMAT			= การตั้งค่ารูปแบบ
IDC_STATIC_FORMAT_SELECT		= รูปแบบ:
IDC_STATIC_FORMAT_QUALITY		= คุณภาพ:
IDC_STATIC_SAVE				= โฟลเดอร์ปลายทาง
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= จัดเก็บลงโฟลเดอร์ต้นทาง
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= จัดเก็บลงโฟลเดอร์ภาพ
IDC_RADIO_TARGETFOLDER_CUSTOM		= จัดเก็บลง:
IDC_STATIC_FILENAME_HEADER		= คำนำหน้าชื่อไฟล์
IDC_STATIC_FILENAME2SAVE		= ตัวอย่างชื่อไฟล์
IDC_BTN_INIT				= ตั้งค่าใหม่


[SKIN]
$TT_FULLSCREEN				= เต็มจอ (Alt+Enter)
$TT_TOGGLE_ZOOM_CONTROL			= แป้นลัด: /
$TT_TOGGLE_ANIMINFO_CONTROL		= แป้นลัด: Alt+Z
$TT_PAGESELECT				= เลือกภาพ (Enter)
$TT_LOCKCONTROLBAR			= ล็อคปุ่มควบคุม (Hotkey: ~)
$TT_LOCKTITLEBAR			= ล็อคเมนู (Hotkey: `)
$TT_COPY_EXIFINFO			= คัดลอกข้อมูลภาพ/EXIF (Ctrl+Shift+C)
$TT_TOGGLE_EXIF				= แสดง/ซ่อน ข้อมูลภาพ/EXIF (Hotkey: Tab)
$TT_LAUNCH_GPS_LOCATION			= ดูตำแหน่งใน Google Maps.(Ctrl+Shift+G)
$TT_PLAY_SOUNDNSHOT			= เล่นไฟล์เสียง (เสียงและช็อต)
$TT_CLOSE_EXIFINFO			= ปิด (Hotkey: Tab)
$TT_PREV_BTN				= เมาส์ซ้าย:ก่อนหน้า, เมาส์ขวา:ก่อนหน้า 10 ภาพ
$TT_NEXT_BTN				= เมาส์ซ้าย:ถัดไป, เมาส์ขวา:ถัดไป 10 ภาพ

$BTN_TEXT_EXIF				= EXIF
$BTN_TEXT_GPS				= GPS
$BTN_TEXT_PLAY_SOUNDNSHOT		= เสียง&&ช็อต
$BTN_TEXT_SHOWMODE			= มุมมอง
$BTN_TEXT_PHOTOFOLDER			= คัดลอกไปที่
$BTN_TEXT_EDIT				= แก้ไข
$BTN_TEXT_STICKY			= ล็อค
$BTN_TEXT_BOOKMARK			= ที่คั่น
$BTN_TEXT_SLIDESHOW			= แสดงสไลด์
$BTN_TEXT_UPDATE			= พบรุ่นใหม่

$TEXT_SETTINGTAB_GENERAL		= ทั่วไป
$TEXT_SETTINGTAB_VIEW			= มุมมอง
$TEXT_SETTINGTAB_BOOKMARK		= ที่คั่น
$TEXT_SETTINGTAB_ASSOC			= การสังกัด
$TEXT_SETTINGTAB_IMAGEPROCESS		= การประมวลภาพ
$TEXT_SETTINGTAB_KEYBOARD		= แป้นพิมพ์
$TEXT_SETTINGTAB_MOUSE			= เมาส์
$TEXT_SETTINGTAB_SHELL			= เมนูปฏิสัมพันธ์
$TEXT_SETTINGTAB_ETC			= จิปาถะ
$TEXT_SETTINGTAB_LANG			= ภาษา

$TEXT_DESKTOP				= เดสก์ท็อป
$TEXT_DOCUMENT				= เอกสาร
$TEXT_PICTURE				= รูปภาพ
$TEXT_COMPUTER				= คอมพิวเตอร์


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= แปลงภาพด้วย Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= ดูด้วย Honeyview(&3)
TEXT_LOADING				= กำลังโหลด...
TEXT_IMAGE_LOAD_FAILED			= การโหลดไฟล์ล้มเหลว
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= ไม่มีภาพตัวอย่าง


[INSTALLER]
LNK_FILE_DESC				= เรียกใช้ Honeyview
UNINSTALLER_LNK_NAME 			= ลบการติดตั้งโปรแกรม

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview กำลังทำงาน โปรดออกจากโปรแกรมก่อน
MSG_ASK_DELETE_ALL_FILES		= ไฟล์ใน $INSTDIR ยังไม่ได้ถูกลบ [br]ลบออกทั้งหมดหรือไม่?
MSG_ASK_RESTART_EXPLORER		= เพื่อสิ้นสุดการติดตั้ง Windows Explorer ต้องเริ่มทำงานใหม่ คุณต้องการเริ่มระบบใหม่ตอนนี้หรือไม่?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 ได้รับการติดตั้งเรียบร้อยแล้ว คุณจำเป็นต้องลบการติดตั้ง Honeyview3 ในเครื่องออกก่อนติดตั้งรุ่นใหม่ คุณต้องการทำต่อหรือไม่?
MSG_UNINSTALL_HV3_FAILED		= ลบการติดตั้งล้มเหลว
MSG_RESTART_EXPLORER			= Windows Explorer จะทำการเริ่มใหม่เพื่อสิ้นสุดการลบการติดตั้ง Honeyview3.

TEXT_LICENSE				= ข้อตกลงการใช้งาน Honeyview
TEXT_OPTIONS				= ตัวเลือกการติดตั้ง
TEXT_OPT_PROGRAMGROUP			= สร้างกลุ่มโปรแกรม
TEXT_OPT_DESKTOPSHORCUT			= สร้างทางลัดบนเดสก์ท็อป
TEXT_OPT_QUICKLAUNCH			= สร้างทางลัดบน Quick Launch
TEXT_OPT_FOLDER				= โฟลเดอร์ปลายทาง
TEXT_OPT_REGIMAGE			= กำหนดสังกัดให้กับไฟล์ภาพ
TEXT_SELECT_FOLDER			= เลือกโฟลเดอร์
TEXT_LICENSE_LINK			= [เว็บไซต์]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= ข้อตกลงสำหรับผู้ใช้ปลายทาง
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview คือโปรแกรมสำหรับดูภาพที่รวดเร็ว ได้รับการพัฒนาและแจกจ่ายโดย Bandisoft.[br][br]โปรแกรมนี้ฟรีสำหรับการใช้งานส่วนตัว, องค์กร, ราชการ, และอื่น ๆ

TEXT_ASK_RESTART_EXPLORER		= Windows Explorer จำเป็นเริ่มใหม่เพื่อสิ้นสุดการติดตั้ง คุณต้องการเริ่มใหม่ตอนนี้หรือไม่?
TEXT_NEED_ADMIN_PRIVILEGE		= โปรแกรมนี้สามารถติดตั้งโดยใช้สิทธิ์ของผู้ดูแลระบบเท่านั้น[br][br]ผู้ใช้คนอื่น อาจจะไม่สามารถติดตั้งได้โดยสมบูรณ์[br][br]คุณต้องการยุติการติดตั้งหรือไม่?

